Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# training.plan_revision_declined
source: 今回は現在の計画を続けます。
ar_sa: سيستمر الخطة الحالية.
ca: Continuar amb el pla actual.
cs: Pokračovat v aktuálním plánu.
da: Fortsæt med den nuværende plan.
de_de: Fortsetzung des aktuellen Plans
el: Συνεχίζουμε με τον τρέχοντα σχεδιασμό.
en_au: Continue with current plan.
es_es: Continuar con el plan actual.
fi: Jatketaan nykyistä suunnitelmaa.
fr_ca: Continuer avec le plan actuel.
gu: હાલનો પ્લાન ચાલુ રાખો.
he: נמשיך עם התוכנית הנוכחית.
hi: हम वर्तमान योजना जारी रखेंगे।
hr: Nastavljamo s trenutnim planom.
hu: Folytatja a jelenlegi tervet.
id: Lanjutkan rencana saat ini.
it: Continua con il piano attuale.
ko: 현재 계획을 계속 진행합니다.
mr: सध्याची योजना चालू ठेवा.
ms: Teruskan dengan rancangan semasa.
nl_nl: Ga door met het huidige plan.
no: Fortsett med gjeldende plan.
pl: Kontynuujemy aktualny plan.
pt_br: Continuar com o plano atual.
pt_pt: Continua com o plano atual.
ro: Voi continua cu planul actual.
ru: Продолжить текущий план.
sk: Pokračujeme v aktuálnom pláne.
sl: Nastavljam trenutni načrt.
sv: Fortsätt med den nuvarande planen.
ta: தற்போதைய திட்டத்தை தொடரவும்.
te: ప్రస్తుత ప్రణాళికను కొనసాగించండి.
th: ดำเนินการตามแผนปัจจุบัน
tr: Mevcut planı sürdürmek istiyorsanız, devam edin.
uk: Продовжуємо поточний план.
vi: Tiếp tục kế hoạch hiện tại.
zh_hans: 继续当前计划。
zh_hant: 繼續目前的計畫。

# training.plan_revision_progress
source: 目標を達成できたので、次回の負荷を確認できます。
ar_sa: بما أنك حققت الأهداف، يمكنك التحقق من الحمل في الجلسة القادمة.
ca: He aconseguit l'objectiu, veureu la càrrega per següents entrenaments.
cs: Protože jste dosáhli cíle, můžete zkontrolovat zátěž pro příští trénink.
da: Da du har nået målet, kan du se den næste belastning.
de_de: Ziel erreicht, nächste Belastung prüfen.
el: Επιτεύσατε τον στόχο, επομένως μπορείτε να δείτε το φορτίο για την επόμενη φορά.
en_au: Target achieved, check next workout.
es_es: Puedes revisar la carga para el próximo entrenamiento, ya que has alcanzado tu objetivo.
fi: Olet saavuttanut tavoitteesi, tarkista seuraava harjoittelu.
fr_ca: Vous avez atteint votre objectif, consultez la charge pour la prochaine séance.
gu: તમે લક્ષ્ય સુધી પહોંચી લીધું છે, તેથી આગામી વર્કઆઉટ તપાસો.
he: הצלחת המטרה, ניתן לבדוק את העומס הבא.
hi: यदि लक्ष्य पूरे होते हैं, तो अगले प्रशिक्षण की तीव्रता देख सकते हैं।
hr: Sada ste ostvarili cilj, možete provjeriti sljedeću opterećenost.
hu: Elért az edzőcélokat, így megnézheti a következő terhelést.
id: Karena Anda telah mencapai tujuan, periksa beban untuk sesi berikutnya.
it: Hai raggiunto l'obiettivo, puoi controllare il carico per i prossimi allenamenti.
ko: 목표 달성 성공, 다음 훈련 강도를 확인합니다.
mr: तुमचे ध्येय पूर्ण झाले आहे, त्यामुळे पुढील प्रशिक्षणाची तीव्रता तपासा.
ms: Anda telah mencapai matlamat, jadi anda boleh semak beban untuk siri seterusnya.
nl_nl: Je hebt je doel bereikt, bekijk de volgende training.
no: Du kan se neste treningsintensitet siden målet er nådd.
pl: Ponieważ osiągnąłeś cel, możesz sprawdzić następne obciążenie.
pt_br: Como você atingiu a meta, veja a carga para o próximo treino.
pt_pt: Verifica a carga para o próximo treino, pois atingiu a meta.
ro: Am atins obiectivul, puteți verifica sarcina pentru următoarea sesiune.
ru: Вы достигли цели, поэтому можно проверить нагрузку на следующей тренировке.
sk: Keď dosiahnete cieľ, môžete zistiť zaťaženie pre budúci tréning.
sl: Zgrešili ste cilj, lahko preverite naslednjo intenzivnost.
sv: Du har nått målet, kontrollera nästa träningsintensitet.
ta: இலக்கை அடைந்ததால், அடுத்த அளவை பார்க்கலாம்.
te: మీ లక్ష్యాన్ని చేరుకున్నారు, కాబట్టి తదుపరి వ్యాయామ తీవ్రతను చూడవచ్చు.
th: เนื่องจากคุณบรรลุเป้าหมายแล้ว คุณสามารถตรวจสอบความเข้มในการออกกำลังกายครั้งต่อไปได้
tr: Hedefe ulaştınız, bir sonraki antrenman yoğunluğunu kontrol edebilirsiniz.
uk: Оскільки ви досягли цілі, перевірте навантаження наступного разу.
vi: Bạn có thể xem lại cường độ tập luyện cho lần sau vì đã đạt mục tiêu.
zh_hans: 已达成目标，可查看下次强度。
zh_hant: 已達成目標，可查看下次強度。

# training.plan_revision_review
source: 実績が揃ったので、次回計画を見直せます。
ar_sa: نظرًا لأنك حققت الأهداف، يمكنك مراجعة الخطة.
ca: Amb els resultats obtinguts, podeu revisar el pla.
cs: Protože máte splněné výsledky, můžete si prohlédnout plán pro příští trénink.
da: Da du har opnået resultaterne, kan du gennemgå den næste plan.
de_de: Erfolge gesammelt, Plan überprüfen.
el: Δεδομένου ότι έχετε επιτύχει τους στόχους σας, μπορείτε να επανεκτιμήσετε τον επόμενο σχεδιασμό σας.
en_au: Targets met, review next plan.
es_es: Revisa el plan para el próximo entrenamiento, ya que has cumplido con tus objetivos.
fi: Tarkista seuraava suunnitelma, kun olet saavuttanut kaikki tavoitteet.
fr_ca: Avec les progrès réalisés, vous pouvez revoir le plan.
gu: તમે પરિણામો મેળવ્યા છે, તેથી આગામી પ્લાન જુઓ.
he: השגת היעדים, ניתן לבחון את התוכנית הבאה.
hi: यदि सभी लक्ष्य पूरे हुए हैं, तो आप अगले प्रशिक्षण की योजना को फिर से देख सकते हैं।
hr: Budući da ste ostvarili postignute vrijednosti, možete pretražiti sljedeći plan.
hu: A teljesített célok alapján megtekintheti a következő tervet.
id: Karena Anda telah memenuhi target, tinjau rencana untuk sesi berikutnya.
it: Con i risultati ottenuti, puoi rivedere il piano.
ko: 실적을 바탕으로, 다음 계획을 검토할 수 있습니다.
mr: तुमची प्रगती पाहून, पुढील योजनेत बदल करा.
ms: Dengan pencapaian yang ada, anda boleh meninjau rancangan seterusnya.
nl_nl: Bekijk het volgende plan na het behalen van je doelen.
no: Du kan se over neste plan, siden målene er oppnådd.
pl: Ponieważ wszystkie cele zostały zrealizowane, możesz przejrzeć plan na następny tydzień.
pt_br: Revisar o plano após atingir as metas.
pt_pt: Revisa o plano seguinte, pois atingiu os objetivos.
ro: Având în vedere progresul, puteți revizui planul.
ru: Поскольку вы выполнили все показатели, можно пересмотреть план.
sk: Po dosiahnutí cieľov môžete znova skontrolovať plán.
sl: Vsi cilji so dosegani, lahko pregledate naslednji načrt.
sv: Eftersom du har uppfyllt målen, granska nästa plan.
ta: சரியான அளவை அடைந்ததால், அடுத்த திட்டத்தை மறுபரிசீலிக்கலாம்.
te: మీరు మీ లక్ష్యాలను చేరుకున్నందున, తదుపరి ప్రణాళికను సమీక్షించవచ్చు.
th: เนื่องจากการออกกำลังกายของคุณเป็นไปตามเป้าหมาย คุณสามารถทบทวนแผนการออกกำลังกายครั้งต่อไปได้
tr: Hedefleriniz tamamlandı, bir sonraki planınızı gözden geçirin.
uk: Оскільки у вас є достатньо даних, перегляньте план на наступний раз.
vi: Bạn có thể xem lại kế hoạch tập luyện dựa trên kết quả hiện tại.
zh_hans: 已完成记录，可回顾下次计划。
zh_hant: 已完成，可重新檢視下次計畫。

# training.resume
source: 再開
ar_sa: استئناف
ca: Reanudar
cs: Pokračovat
da: Fortsæt
de_de: Fortsetzen
el: Επανεκκίνηση
en_au: Resume
es_es: Continuar
fi: Jatka
fr_ca: Reprendre
gu: ફરી શરૂ કરો
he: המשך
hi: फिर से शुरू करें
hr: Nastavi
hu: Folytatás
id: Lanjutkan
it: Riprendi
ko: 재개
mr: पुन्हा सुरू करा
ms: Kembali
nl_nl: Resumeer
no: Fortsett
pl: Kontynuuj
pt_br: Retomar
pt_pt: Continuar
ro: Reluare
ru: Продолжить
sk: Pokračovať
sl: Pripraviti
sv: Fortsätt
ta: தொடரவும்
te: కొనసాగించండి
th: กลับสู่การออกกำลังกาย
tr: Devam et
uk: Відновити
vi: Tiếp tục
zh_hans: 恢复
zh_hant: 繼續

# training.resume_workout
source: トレーニングを再開
ar_sa: استئناف التمرين
ca: Reanem la entrenament
cs: Pokračovat v tréninku
da: Fortsæt træning
de_de: Training fortsetzen
el: Επανεκκινήστε την προπόνηση
en_au: Resume workout
es_es: Reanudar el entrenamiento
fi: Jatka harjoittelua
fr_ca: Reprendre l'entraînement
gu: તાલીમ ફરી શરૂ કરો
he: לחזור לאימון
hi: प्रशिक्षण फिर से शुरू करें
hr: Nastavi trening
hu: Folytatás
id: Lanjutkan latihan
it: Riprendi l'allenamento
ko: 운동 재개
mr: प्रशिक्षण पुन्हा सुरू करा
ms: Kembali latihan
nl_nl: Training hervatten
no: Fortsett treningen
pl: Kontynuuj trening
pt_br: Retomar o treino
pt_pt: Retomar o treino
ro: Reluarea antrenamentului
ru: Продолжить тренировку
sk: Pokračovať v tréningu
sl: Pripravite se na trening
sv: Starta träningen igen
ta: பயிற்சியைத் தொடர
te: వ్యాయామను కొనసాగించండి
th: เริ่มการออกกำลังกายต่อ
tr: Antrenmanı yeniden başlat
uk: Відновити тренування
vi: Tiếp tục tập luyện
zh_hans: 继续训练
zh_hant: 繼續運動

# training.sync_conflict_message
source: {{value1}}セットだけ選択が必要です。ほかのセットは自動で統合しました。
ar_sa: {{value1}} فقط، يجب اختيارها. تم دمج المجموعات الأخرى تلقائيًا.
ca: {{value1}} set ha de ser seleccionat. Els altres s'han integrat automàticament.
cs: {{value1}} série je nutné vybrat. Zbývající série se automaticky sloučí.
da: {{value1}} sæt skal vælges. De resterende vil blive samlet automatisk.
de_de: {{value1}} Sätze auswählen. Die restlichen werden automatisch zusammengeführt.
el: {{value1}} σετ επιλέξτε. Τα υπόλοιπα θα συγχωνευθούν αυτόματα.
en_au: {{value1}} sets selected. Other sets have been automatically merged.
es_es: {{value1}} series seleccionadas. Las demás se han integrado automáticamente.
fi: {{value1}} sarjaa valitse. Muut sarjat yhdistyvät automaattisesti.
fr_ca: {{value1}} séries seulement sélectionnées. Les autres ont été automatiquement fusionnées.
gu: {{value1}} સેટ જ પસંદ કરવાની જરૂર છે. બાકીના સેટ આપોઆપ એકીકૃત થઈ ગયા છે.
he: {{value1}} סטים בלבד נבחרו. שאר הסטים התאחדו אוטומטית.
hi: {{value1}} सेट को ही चुनें। बाकी सेट स्वचालित रूप से एकीकृत हो गए हैं।
hr: {{value1}} seta odaberite. Ostali setovi su se automatski integrirali.
hu: {{value1}} edzés csak kiválasztva. A többi automatikusan össze van foglalva.
id: {{value1}} set saja yang perlu dipilih. Set lainnya akan otomatis digabungkan.
it: {{value1}} serie selezionate. Le altre sono state automaticamente integrate.
ko: {{value1}}세만 선택해야 합니다. 나머지는 자동으로 통합되었습니다.
mr: {{value1}} सेट निवडणे आवश्यक आहे. इतर सेट आपोआप एकत्रित केले आहेत.
ms: {{value1}} set sahaja perlu dipilih. Set yang lain akan disambungkan secara automatik.
nl_nl: {{value1}} sets selecteren. De andere worden automatisch samengevoegd.
no: {{value1}} sett må velges. De andre vil bli samlet automatisk.
pl: {{value1}} serii należy wybrać. Pozostałe serie zostały automatycznie połączone.
pt_br: {{value1}} séries selecionadas. As demais foram integradas automaticamente.
pt_pt: {{value1}} séries selecionadas. As restantes foram integradas automaticamente.
ro: {{value1}} seturi selectate sunt necesare. Celelalte vor fi integrate automat.
ru: {{value1}} подходов нужно выбрать вручную. Остальные будут объединены автоматически.
sk: {{value1}} série je potrebné vybrať. Ostatné série boli automaticky zluplované.
sl: {{value1}} kompleta izberite. Ostali bodo samodejno združeni.
sv: {{value1}} set måste väljas. De andra har automatiserats.
ta: {{value1}} எண்ணிக்கையிலான செட்களை மட்டும் தேர்ந்தெடுக்கவும். மற்ற செட்கள் தானாக ஒருங்கிணைக்கப்படும்.
te: {{value1}} సెట్లని మాత్రమే ఎంచుకోండి. మిగిలిన సెట్లు స్వయంచాలకంగా ఏకీకృతం చేయబడ్డాయి.
th: {{value1}} เซ็ตเท่านั้นที่ต้องเลือก หากเซ็ตอื่น ๆ จะถูกรวมโดยอัตโนมัติ
tr: {{value1}} tekrarını seçmeniz yeterlidir. Diğerlerini otomatik olarak birleştirdik.
uk: {{value1}} під встанов, потрібно вибрати лише їх. Інші автоматично об'єднані.
vi: {{value1}} lần duy nhất cần chọn. Các lần còn lại đã tự động hợp nhất.
zh_hans: {{value1}}个选择即可。其他已自动合并。
zh_hant: {{value1}}組才需要選擇。其他組已自動合併。

# training.sync_conflict_title
source: 同じセットが両方で変更されています
ar_sa: تم تعديل نفس المجموعة في كلا الحالتين
ca: Hi ha canvis en el mateix set a les dues aplicacions
cs: Stejná série byla změněna v obou záznamech
da: Samme sæt er blevet ændret i begge
de_de: Doppelte Änderungen für denselben Satz
el: Υπάρχουν συγκρούσεις στις αλλαγές για το ίδιο σετ
en_au: Same set has been changed in both
es_es: Las mismas series han sido modificadas en ambas.
fi: Sama sarja on muutettu molemmissa
fr_ca: Les mêmes séries ont été modifiées dans les deux applications
gu: સમાન સેટ બંનેમાં બદલાયેલ છે
he: אותם סטים שונה בשני המקומות
hi: दोनों में एक ही सेट में बदलाव किया गया है
hr: Ist set je izmjena u obje verzije
hu: A két edzés is módosítva lett
id: Set yang sama telah diubah pada kedua versi
it: La stessa serie è stata modificata in entrambi i file
ko: 같은 세트가 양쪽에서 변경되었습니다
mr: समान सेट दोन्ही ठिकाणी बदललेले आहेत
ms: Set yang sama telah diubah pada kedua-dua aplikasi
nl_nl: Zelfde set is op beide wijzigingen
no: Samme sett er endret i begge
pl: Ta seria została zmieniona w obu miejscach
pt_br: As mesmas séries foram alteradas em ambas as versões
pt_pt: As mesmas séries foram alteradas em ambos os registos
ro: Setul este modificat în ambele versiuni
ru: В обоих тренировках внесены изменения для одного и того же подхода
sk: Na oboch zariadeniach boli zmenené rovnaké série
sl: Isti komplet je bil spremenjen v obeh
sv: Samma set ändrats i båda
ta: இரண்டு இடங்களிலும் ஒரே செட் மாற்றப்பட்டுள்ளது
te: ఒకే సెట్ రెండు చోట్ల మార్చబడింది
th: มีการแก้ไขเซ็ตเดียวกันในทั้งสองรายการ
tr: Her iki cihazda da aynı tekrar güncellendi
uk: Обидва тренування змінено для одних і тих самих наборів
vi: Cả hai đều đã thay đổi cùng một lượt tập
zh_hans: 同一组数据已被同时修改
zh_hant: 同一組已被雙方修改

# training.use_watch_value
source: Apple Watchの記録を使う
ar_sa: استخدام بيانات Apple Watch
ca: Utilitzar les dades de l'Apple Watch
cs: Použít hodnoty z Apple Watch
da: Brug Apple Watch-data
de_de: Apple Watch-Daten verwenden
el: Χρησιμοποιήστε δεδομένα από το Apple Watch
en_au: Use Apple Watch data
es_es: Usar datos del Apple Watch
fi: Käytä Apple Watch -tietoja
fr_ca: Utiliser les données de l'Apple Watch
gu: Apple Watch નો ઉપયોગ કરો
he: להשתמש בנתונים מ-Apple Watch
hi: Apple Watch से डेटा का उपयोग करें
hr: Koristite podatke s Apple Watcha
hu: Használj Apple Watch adatokat
id: Gunakan data dari Apple Watch
it: Utilizza i dati di Apple Watch
ko: Apple Watch 기록 사용
mr: Apple Watch डेटा वापरा
ms: Gunakan rekod daripada Apple Watch
nl_nl: Apple Watch gegevens gebruiken
no: Bruk Apple Watch-data
pl: Użyj danych z Apple Watch
pt_br: Usar dados do Apple Watch
pt_pt: Usar dados do Apple Watch
ro: Utilizează datele de pe Apple Watch
ru: Использовать данные Apple Watch
sk: Použiť hodnoty z Apple Watch
sl: Uporabite podatke s Apple Watcha
sv: Använd Apple Watch-data
ta: Apple Watch தரவைப் பயன்படுத்தவும்
te: Apple వాచ్ డేటాను ఉపయోగించండి
th: ใช้ข้อมูลจาก Apple Watch
tr: Apple Watch verilerini kullan
uk: Використовувати дані з Apple Watch
vi: Sử dụng dữ liệu từ Apple Watch
zh_hans: 使用Apple Watch记录
zh_hant: 使用 Apple Watch 記錄

# workout_summary.adjust_next_plan_ai
source: 次回計画をAIで整える
ar_sa: يمكن تعديل الخطة القادمة باستخدام الذكاء الاصطناعي
ca: Ajustar el pla següent amb l'AI
cs: AI upraví plán pro další trénink.
da: Tilpas næste plan med AI
de_de: Nächten Plan durch KI anpassen
el: Αναπροσαρμογή του επόμενου σχεδίου από την τεχνητή νοημοσύνη
en_au: Adjust next plan with AI
es_es: Ajustar el plan siguiente con AI
fi: Säädä seuraavaa suunnitelmaa AI:n avulla
fr_ca: Ajuster le prochain plan avec l’AI
gu: આગામી યોજનાને AI દ્વારા સમાયોજિત કરો
he: התאם את התוכנית הבאה באמצעות AI
hi: AI से अगली योजना समायोजित करें
hr: Prilagodi sljedeći plan pomoću AI-ja
hu: Az AI segít a következő terv megtervezésében.
id: Sesuaikan rencana berikutnya dengan AI
it: Regola il piano successivo con l'AI
ko: AI로 다음 계획 조정
mr: AI च्या मदतीने पुढील योजनेमध्ये बदल करा.
ms: AI akan menyempurnakan rancangan pada masa akan datang
nl_nl: AI optimaliseert het volgende plan
no: Juster neste plan med AI
pl: AI dostosuje plan na następną sesję.
pt_br: Ajustar o próximo plano com IA
pt_pt: Ajustar o próximo plano com a ajuda do AI.
ro: Ajustează următorul plan cu AI
ru: AI скорректирует следующий план
sk: AI upraví plán pre budúci tréning.
sl: Načrt za naslednjič prilagodi AI
sv: Justera nästa plan med hjälp av AI
ta: அடுத்த திட்டத்தை AI மூலம் சரிசெய்யவும்
te: AI సహాయంతో తదుపరి ప్రణాళికను సర్దుబాటు చేయండి
th: ปรับแผนครั้งต่อไปโดย AI
tr: AI ile bir sonraki planı ayarlayın
uk: Скоригувати наступний план за допомогою AI
vi: AI sẽ điều chỉnh kế hoạch cho lần tới.
zh_hans: 使用 AI 调整下次计划
zh_hant: 使用 AI 調整下次計畫

# workout_summary.keep_current_plan
source: 現在の計画をそのまま続けます。
ar_sa: سيتم الاستمرار في الخطة الحالية
ca: Continuar amb el pla actual.
cs: Pokračovat v aktuálním plánu.
da: Vi fortsætter med den nuværende plan.
de_de: Aktuellen Plan beibehalten
el: Συνέχιση με το τρέχον σχέδιο.
en_au: Continue with the current plan.
es_es: Continuar con el plan actual tal como está.
fi: Jatkat nykyistä suunnitelmaa sellaisenaan.
fr_ca: Poursuivre le plan actuel tel quel.
gu: હાલની યોજના ચાલુ રાખો.
he: המשך עם התוכנית הנוכחית.
hi: वर्तमान योजना इसी तरह जारी रखें।
hr: Nastavit ćemo s trenutačnim planom bez promjena.
hu: Folytassa a jelenlegi tervet.
id: Lanjutkan rencana saat ini seperti biasa.
it: Continua con il piano attuale.
ko: 현재 계획을 그대로 계속합니다.
mr: सध्याची योजना तसेच चालू ठेवा.
ms: Teruskan dengan rancangan semasa.
nl_nl: Houd het huidige plan aan.
no: Vi fortsetter med den nåværende planen som den er.
pl: Kontynuuj obecny plan.
pt_br: Continuaremos com o plano atual.
pt_pt: Continuar com o plano atual.
ro: Vom continua cu planul actual.
ru: Продолжить текущий план
sk: Pokračujte v aktuálnom pláne.
sl: Nadaljujte s trenutnim načrtom.
sv: Fortsätt med den nuvarande planen.
ta: தற்போதைய திட்டத்தை அப்படியே தொடர்கிறோம்.
te: ప్రస్తుత ప్రణాళికను కొనసాగించండి.
th: ใช้แผนปัจจุบันต่อ
tr: Mevcut planı kullanmaya devam edin.
uk: Продовжити поточний план без змін.
vi: Tiếp tục với kế hoạch hiện tại.
zh_hans: 继续使用当前计划。
zh_hant: 繼續目前的計畫。

# workout_summary.new_plan_saved
source: 「{{value1}}」を新しく保存しました。
ar_sa: تم حفظ الخطة الجديدة باسم "{{value1}}"
ca: S'ha guardat un nou pla: {{value1}}.
cs: "{{value1}}" bylo uloženo jako nový plán.
da: "{{value1}}" blev gemt som ny plan.
de_de: {{value1}} wurde als neuer Plan gespeichert.
el: "{{value1}}" αποθηκεύτηκε ως νέο σχέδιο.
en_au: "{{value1}}" saved as new.
es_es: Se ha guardado «{{value1}}» como nuevo plan.
fi: Tallensimme uuden suunnitelman ”{{value1}}”.
fr_ca: « {{value1}} » a été enregistré comme nouveau plan.
gu: {{value1}} તરીકે નવી યોજના સાચવવામાં આવી છે.
he: "{{value1}}" שמרנו כתוכנית חדשה.
hi: 「{{value1}}」नई योजना के रूप में सहेजी गई।
hr: „{{value1}}” je spremljen kao novi plan.
hu: {{value1}} - Új terv mentve.
id: “{{value1}}” telah disimpan sebagai rencana baru.
it: "{{value1}}" è stato salvato come nuovo piano.
ko: 「{{value1}}」을(를) 새로 저장했습니다.
mr: {{value1}} नवीन योजना म्हणून जतन केले आहे.
ms: "{{value1}}" telah disimpan sebagai baharu.
nl_nl: Het plan '{{value1}}' is opgeslagen.
no: «{{value1}}» er lagret som en ny plan.
pl: "{{value1}}" został zapisany jako nowy plan.
pt_br: "{{value1}}" foi salvo como novo plano.
pt_pt: O novo plano foi guardado como: {{value1}}
ro: A fost salvat un nou „{{value1}}”.
ru: "{{value1}}" сохранено как новый план.
sk: "{{value1}}" bol uložený ako nový plán.
sl: Novo je bilo shranjeno »{{value1}}«.
sv: Den nya planen {{value1}} har sparats.
ta: 「{{value1}}」 புதியதாகச் சேமிக்கப்பட்டது.
te: {{value1}}ను కొత్తగా సేవ్ చేసారు.
th: "{{value1}}" ถูกบันทึกเป็นแผนใหม่แล้ว
tr: {{value1}} olarak yeni bir plan oluşturuldu.
uk: «{{value1}}» збережено як новий план.
vi: Kế hoạch mới '{{value1}}' đã được lưu.
zh_hans: 已新保存“{{value1}}”。
zh_hant: {{value1}} 已儲存為新的計畫。

# workout_summary.next_plan_updated
source: 次回計画を更新しました。
ar_sa: تم تحديث الخطة القادمة
ca: El pla següent s'ha actualitzat.
cs: Aktualizován byl plán pro další trénink.
da: Næste plan blev opdateret.
de_de: Nächster Plan wurde aktualisiert.
el: Το επόμενο σχέδιο ενημερώθηκε.
en_au: Next plan updated.
es_es: Se ha actualizado el plan siguiente.
fi: Seuraava suunnitelma päivitettiin.
fr_ca: Le prochain plan a été mis à jour.
gu: આગામી યોજના અપડેટ કરવામાં આવી છે.
he: עדכנו את התוכנית הבאה.
hi: अगली योजना अपडेट की गई।
hr: Sljedeći plan je ažuriran.
hu: A következő terv frissítve.
id: Rencana berikutnya telah diperbarui.
it: Il piano successivo è stato aggiornato.
ko: 다음 계획을 업데이트했습니다.
mr: पुढील योजनेमध्ये बदल केला आहे.
ms: Rancangan pada masa akan datang telah diperbaharui.
nl_nl: Het volgende plan is bijgewerkt.
no: Neste plan er oppdatert.
pl: Następny plan został zaktualizowany.
pt_br: O próximo plano foi atualizado.
pt_pt: O próximo plano foi atualizado.
ro: Următorul plan a fost actualizat.
ru: Следующий план обновлен.
sk: Aktuálny plán bol aktualizovaný.
sl: Načrt za naslednjič je posodobljen.
sv: Nästa plan har uppdaterats.
ta: அடுத்த திட்டம் புதுப்பிக்கப்பட்டது.
te: తదుపరి ప్రణాళికను నవీకరించబడింది.
th: แผนครั้งต่อไปถูกอัปเดตแล้ว
tr: Bir sonraki plan güncellendi.
uk: Наступний план оновлено.
vi: Kế hoạch cho lần tới đã được cập nhật.
zh_hans: 已更新下次计划。
zh_hant: 下次計畫已更新。

# workout_summary.next_session
source: 次回
ar_sa: المرة القادمة
ca: Proper
cs: Další trénink
de_de: Nächste Einheit
el: Επόμενη συνεδρία
gu: આગામી સત્ર
he: הבא
hu: Következő edzés
it: Prossima sessione
mr: पुढचा सत्रासाठी
ms: Pada masa akan datang
nl_nl: Volgende sessie
pl: Następna sesja
pt_pt: Próxima sessão
ru: Следующая тренировка
sk: Nasledujúci tréning
sv: Nästa session
te: తదుపరి సెషన్
th: ครั้งถัดไป
tr: Sonraki antrenman
vi: Lần tới
zh_hant: 下次

# workout_summary.revision_approval_notice
source: 変更内容を確認するまで、現在の計画は書き換えません。
ar_sa: لن يتم تعديل الخطة الحالية حتى يتم مراجعة التغييرات
ca: El pla es modificarà només després d'aprovar els canvis.
cs: Změny nebudou aplikovány, dokud nezískáte potvrzení.
da: Den nuværende plan bliver ikke ændret, før du har gennemgået ændringerne.
de_de: Die Änderungen werden erst nach der Bestätigung angewendet.
el: Η αλλαγή θα εφαρμοστεί μόνο αφού επιβεβαιώσετε τις αλλαγές.
en_au: The current plan will not be overwritten until the changes are confirmed.
es_es: El plan actual no se modificará hasta que revises los cambios.
fi: Nykyistä suunnitelmaa ei muuteta ennen kuin olet tarkistanut muutokset.
fr_ca: Le plan actuel ne sera pas modifié tant que vous n’aurez pas vérifié les changements.
gu: ફેરફારોની ચકાસણી થાય ત્યાં સુધી, વર્તમાન યોજના બદલવામાં આવશે નહીં.
he: התוכנית הנוכחית לא תתעדכן עד שתאשר את השינויים.
hi: जब तक आप बदलावों की समीक्षा नहीं करते, वर्तमान योजना में कोई बदलाव नहीं किया जाएगा।
hr: Trenutačni plan neće biti izmijenjen dok ne pregledate promjene.
hu: A változtatások elfogadásához, a jelenlegi tervet nem fogjuk megváltoztatni.
id: Rencana saat ini tidak akan diubah sampai Anda meninjau perubahan.
it: La modifica del piano non sarà applicata fino a quando i contenuti non saranno confermati.
ko: 변경 내용을 확인할 때까지 현재 계획은 수정하지 않습니다.
mr: बदल स्वीकारण्यापूर्वी, कृपया ते तपासा.
ms: Rancangan semasa tidak akan ditulis semula sehingga kandungan yang diubah telah disemak.
nl_nl: De wijzigingen worden niet toegepast totdat u ze heeft gecontroleerd.
no: Den nåværende planen blir ikke endret før du har gjennomgått endringene.
pl: Zmiany nie zostaną wprowadzone, dopóki nie zostanie potwierdzona.
pt_br: O plano atual não será alterado até que você revise as mudanças.
pt_pt: As alterações não serão aplicadas até que as alterações sejam confirmadas.
ro: Planul actual nu va fi modificat până când nu verifici schimbările.
ru: Текущий план не будет изменен, пока не подтвердите изменения.
sk: Zmeny nebudú uplatnené, kým nezakonzervujete.
sl: Trenutnega načrta ne bomo prepisali, dokler ne pregledate sprememb.
sv: Den aktuella planen kommer inte att skrivas över tills ändringarna har godkänts.
ta: மாற்றங்களை மதிப்பாய்வு செய்யும் வரை, தற்போதைய திட்டத்தை மாற்றமாட்டோம்.
te: మార్పులను ధృవీకరించే వరకు ప్రస్తుత ప్రణాళికను మార్చము.
th: แผนจะถูกปรับเปลี่ยนเมื่อคุณยืนยันรายละเอียดแล้ว
tr: Değişiklikler onaylanana kadar mevcut plan kullanılmayacaktır.
uk: Поточний план не буде змінено, доки ви не перевірите внесені зміни.
vi: Kế hoạch hiện tại sẽ không được thay đổi cho đến khi bạn xác nhận các thay đổi.
zh_hans: 在确认更改内容之前，不会改写当前计划。
zh_hant: 在修改內容確認後，目前的計畫不會被更改。
